tap "dbt-labs/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "xo/xo"
brew "ack"
brew "python@3.12"
brew "glib"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "pycparser"
brew "cffi"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "libssh2"
brew "bat"
brew "blueutil"
brew "csvkit"
brew "rtmpdump"
brew "curl"
brew "diff-so-fancy"
brew "docutils"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs", restart_service: true
brew "fzf"
brew "forgit"
brew "fpp"
brew "gist"
brew "git"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gnumeric"
brew "guile"
brew "hub"
brew "ipython", link: false
brew "libfido2"
brew "llvm"
brew "mas"
brew "mysql"
brew "nghttp2"
brew "node"
brew "openssl@1.1"
brew "postgresql@14"
brew "pspg"
brew "pyenv"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "snakeviz"
brew "starship"
brew "tmux"
brew "tree"
brew "urlview"
brew "zsh-completions"
brew "xo/xo/usql"
cask "1password"
cask "alt-tab"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "bettertouchtool"
cask "brave-browser"
cask "disk-inventory-x"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "krisp"
cask "lastpass"
cask "libreoffice"
cask "loom"
cask "moom"
cask "numi"
cask "private-internet-access"
cask "rectangle"
cask "signal"
cask "slack"
cask "sonos"
cask "sublime-merge"
cask "sublime-text"
cask "superhuman"
cask "textmate"
cask "transmit"
cask "visual-studio-code"
cask "whatsapp"
cask "zight"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Brother iPrint&Scan", id: 1193539993
mas "Hidden Bar", id: 1452453066
mas "Horo", id: 1437226581
mas "Microsoft Remote Desktop", id: 1295203466
mas "SonicWall Mobile Connect", id: 822514576
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
