tap "dbt-labs/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
brew "ack"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "blueutil"
brew "openldap"
brew "curl"
brew "guile"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "emacs"
brew "fzf"
brew "gist"
brew "git"
brew "ipython"
brew "mas"
brew "postgresql"
brew "python@3.8"
brew "tmux"
brew "zsh-completions"
brew "dbt-labs/dbt/dbt"
cask "1password"
cask "appcleaner"
cask "asana"
cask "atom"
cask "authy"
cask "bettertouchtool"
cask "brave-browser"
cask "caffeine"
cask "clipy"
cask "cloudapp"
cask "dbeaver-community"
cask "disk-inventory-x"
cask "dropbox"
cask "google-chrome"
cask "hyperdock"
cask "moom"
cask "muzzle"
cask "notion"
cask "private-internet-access"
cask "signal"
cask "slack"
cask "sonos"
cask "spectacle"
cask "sublime-text"
cask "textmate"
cask "whatsapp"
cask "zoom"
mas "Brother iPrint&Scan", id: 1193539993
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
